import React from 'react'

function Me() {
  return (
    <>
        <div className="Section_start" data-aos="fade-left">
            <h1 className="Title_section">
                แนะนำตัว
            </h1>
            <div className="line"></div>
            <article>
                สวัสดีครับบบบ ผมชื่อ ณัฐภัทร บัวเพชร ชื่อเล่น ไบร์ทคร้าบบบบ ตอนนี้กำลังศึกษาอยู่ชั้นมัธยมศึกษา ปีที่ 5 ครับบ เท่าที่ผมจำได้ละก็ ผมเริ่มเขียน Code ตอน ม.3 ช่วงเรียนออนไลน์ (ไม่ฟังครูสอน 555+ หยอกครับบ) ก็! ผลงานชิ้นนี้ที่เห็นอยู่ตอนนี้ ผมเป็นคนสร้างมันเองใช้เวลา แค่ 2 วันเองเท่านั้นครับ 😂 (เพิ่งจะเห็นว่ามีค่าย It Camp 2023 ครับ 5555+) ผมยินดีเป็นอย่างยิ่งที่ได้เขียนเว็ปไซต์แนะนำตัวเอง
                <span className='Important'>เว็ปแนะนำตัว ตัวนี้ผมใช้ Next.js เป็นฝั่ง Front-end และ Back-end นะครับ ส่วน Database นั้นผมใช้เป็น Mongodb ครับบ!</span> ถ้าถามว่าผมเขียนอะไรได้บ้างตอบเลยว่าเขียนหนังสือครับ 5555+ หยอกกกก ผมสามารถเขียน React.js React-Native (เพิ่งเริ่มเขียน) Vue.js Express.js Next.js Nuxt.js ละก็พวก Database Maraindb Sql Mongodb <span className='Important'>(ผมเป็นคนที่น้ำไม่ล้นแก้ว พร้อมรับฟังเหตุผล และการสอนต่างๆของพี่ๆเพื่อนๆน้องๆทุกๆคน)</span> ก็ไม่มีอะไรมากละครับ ขอจบการนำเสนอเพียงเท่านี้ครับ 😊😊 
            </article>
        </div>
    </>
  )
}

export default Me